//----------------------------------------------------------------------------------------------------;
var fileNm = "js-WebServer/b2link/__define/200_define_global.b2link.compressHTML.js";
if( console ) console.log( "[ S ] - " + fileNm + "----------" );
//----------------------------------------------------------------------------------------------------;

//----------------------------------------------------------------------------------------------------[ S ] - global.b2link.compressHTML;

global.b2link.compressHTML = global.b2link.compressHTML || {};

//----------------------------------------------------------------------------------------------------[ E ] - global.b2link.compressHTML;

/**
 * Native Module 'CompressHTML' Package를 설치한다
 * @function
 * @example
 * <code>
	global.b2link.compressHTML.install();

	global.compressHTML.*** API 추가
 * </code>
 */

//----------------------------------------------------------------------------------------------------;
if( console ) console.log( "[ E ] - " + fileNm + "----------" );
//----------------------------------------------------------------------------------------------------;